Repository: qiyuelei/gameFile
Catalog: Fruit Pop/Resources/Language/*.lproj/Localizable.strings
Languages: bn, de, fr, hi, ja, ru, zh_hant

source: The Fruit Pop
bn: ফলের পপ
fr: Le fruit Pop
hi: फल पॉप
ja: フルーツポップ
ru: Fruit Pop
zh_hant: 水果連連消

source: Boosters
bn: প্রেষবর্ধক
hi: बूस्टर्स
ja: 小道具
ru: помощник
zh_hant: 道具

source: Extra time
bn: অতিরিক্ত সময়
de: Verlängerung
fr: supplémentaire
hi: अधिक समय
ja: 延長時間
ru: Дополнительное
zh_hant: 額外時間

source: Cost:
bn: খরচ:
de: Kosten:
fr: coût:
hi: लागत:
ja: コスト：
ru: Стоимость:
zh_hant: 花費：

source: The Store
bn: কেনাকাটা করুন
de: Der Shop
fr: magasiner
hi: दुकान
ja: ショップ
ru: магазин
zh_hant: 商店

source: Buy
bn: কিনুন
de: ankaufen
fr: Acheter
hi: खरीदना
ja: 購買
ru: купить
zh_hant: 購買

source: Your purchase was successful
bn: সফল ক্রয়
de: Erfolgreicher Kauf
fr: achat réussi
hi: सफल खरीद
ja: 成功した購入
ru: Удачной покупки
zh_hant: 購買成功

source: OK
bn: নির্ধারণ
de: in Ordnung
fr: approuvé
hi: निर्धारण करें
ja: よし
ru: хорошо
zh_hant: 確定

source: Your purchase was failed
bn: ব্যর্থ ক্রয়
de: Gescheiterte Kauf
fr: achat échoué
hi: विफल खरीद
ja: 失敗した購入
ru: Незавершенная покупка
zh_hant: 購買失敗

source: Try Again
bn: আবার চেষ্টা করুন
hi: फिर से कोशिश करें
ja: 再試行する
ru: Попробуйте еще раз
zh_hant: 再試一次

source: Purchasing...
bn: ক্রয় ...
de: Einkauf ...
fr: Achats ...
hi: की खरीद ...
ja: の購入...
ru: Покупка ...
zh_hant: 購買中...

source: 20000 coins
bn: 20000 কয়েন
de: 20000 Münzen
fr: 20000 pièces
hi: 20000 सिक्के
ja: 20000コイン
ru: 20000 монет
zh_hant: 20000 金幣

source: 50000 coins
bn: 50000 কয়েন
de: 50000 Münzen
fr: 50000 pièces
hi: 50000 सिक्के
ja: 50000コイン
ru: 50000 монет
zh_hant: 50000 金幣

source: 135000 coins
bn: 135000 কয়েন
de: 135000 Münzen
fr: 135000 pièces de monnaie
hi: 135000 सिक्के
ja: 135000コイン
ru: 135000 монет
zh_hant: 135000 金幣

source: 300000 coins
bn: 300000 কয়েন
de: 300000 Münzen
fr: 300000 pièces de monnaie
hi: 300000 सिक्के
ja: 300000コイン
ru: 300000 монет
zh_hant: 300000 金幣

source: 700000 coins
bn: 700000 কয়েন
de: 700000 Münzen
fr: 700000 pièces de monnaie
hi: 700000 सिक्के
ja: 700000コイン
ru: 700000 монет
zh_hant: 700000 金幣

source: Game Over
bn: ওভার খেলা
hi: खेल खत्म
ja: ゲームオーバー
zh_hant: 遊戲結束

source: tortoise
bn: কচ্ছপের
de: Schildkröte
fr: tortue
hi: कछुआ
ja: 亀
ru: черепаха
zh_hant: 烏龜

source: Time slows down
bn: সময় গতি নিচে
de: Zeit verlangsamt
fr: Le temps ralentit
hi: समय धीमा
ja: 時間が遅くなる
ru: Время замедляется
zh_hant: 時間變慢

source: Alarm Clock
bn: অ্যালার্মঘড়ি
de: Wecker
fr: réveil
hi: अलार्म घड़ी
ja: 目覚まし時計
ru: Будильник
zh_hant: 鬧鐘

source: Add 25 seconds
bn: 25 সেকেন্ডের যোগ করুন
de: In 25 Sekunden
fr: Ajouter 25 secondes
hi: 25 सेकंड्स
ja: 25秒の増加
ru: Добавить 25 секунд
zh_hant: 增加25秒時間

source: Bomb
bn: বোমা
fr: bombe
hi: बम
ja: 爆弾
ru: бомба
zh_hant: 炸彈

source: Eliminate the surrounding fruit
bn: পার্শ্ববর্তী ফল বর্জন করুন
de: Beseitigen Sie die umliegenden Obst
fr: Éliminer les fruits qui entoure
hi: आसपास के फल को हटा दें
ja: 周囲の果実をなくす
ru: Отсеивать окружающий фруктов
zh_hant: 消除周圍的水果

source: Thank You
bn: তোমাকে ধন্যবাদ
de: Danke
fr: Merci
hi: धन्यवाद
ja: ありがとう
ru: спасибо
zh_hant: 謝謝

# I have %i points, more than you!
source: I have %i points, more than you!#The Fruit Pop#https://itunes.apple.com/us/app/the-fruit-pop/id725961876?ls=1&mt=
bn: আমি, আপনি আরো বেশী %i পয়েন্ট আছে!#ফলের পপ#https://itunes.apple.com/us/app/the-fruit-pop/id725961876?ls=1&mt=8
de: Ich habe %i Punkte, mehr als du!#The Fruit Pop#https://itunes.apple.com/us/app/the-fruit-pop/id725961876?ls=1&mt=8
fr: J'ai des points de %i, plus que vous!#Le fruit Pop#https://itunes.apple.com/us/app/the-fruit-pop/id725961876?ls=1&mt=8
hi: मुझे लगता है कि आप अधिक से अधिक %i अंक है!#फल पॉप#https://itunes.apple.com/us/app/the-fruit-pop/id725961876?ls=1&mt=8
ja: 私は%i点、友人よりも！#フルーツポップ#https://itunes.apple.com/us/app/the-fruit-pop/id725961876?ls=1&mt=8
ru: У меня есть %i очков, больше, чем вы!#Fruit Pop#https://itunes.apple.com/us/app/the-fruit-pop/id725961876?ls=1&mt=8
zh_hant: 我%i分了，不小心超過你啦!#水果連連消#https://itunes.apple.com/us/app/the-fruit-pop/id725961876?ls=1&mt=8
