Repository: qiyuelei/gameFile
Catalog: Fruit Pop/Resources/Language副本/*.lproj/Localizable.strings
Languages: ar, es, ko, pt

source: Boosters
ar: التعزيز
ko: 부스터

source: Extra time
ar: الوقت الاضافي
es: tiempo extra
ko: 여분의 시간
pt: tempo extra

source: Cost:
ar: التكلفة:
es: Costo:
ko: 비용 :
pt: custo:

source: The Store
ar: تسوق
es: Tienda
ko: 쇼핑
pt: Loja

source: Buy
ar: شراء
es: comprar
ko: 사다
pt: comprar

source: Your purchase was successful
ar: شراء ناجحة
es: compra exitosa
ko: 성공적인 구매
pt: compra bem sucedida

source: OK
ar: حسنا
es: bueno
ko: 승인

source: Your purchase was failed
ar: فشل الشراء
es: Error compra
ko: 실패 구매
pt: Compra falhou

source: Try Again
ar: حاول مرة أخرى
ko: 다시 시도

source: Purchasing...
ar: الشرائية ...
es: Compras ...
ko: 구입 ...
pt: Compras ...

source: 20000 coins
ar: 20000 قطعة نقدية
es: 20.000 monedas
ko: 20000 동전
pt: 20 mil moedas

source: 50000 coins
ar: 50000 قطعة نقدية
es: 50.000 monedas
ko: 50000 동전
pt: 50 mil moedas

source: 135000 coins
ar: 135000 قطعة نقدية
es: 135.000 monedas
ko: 135000 동전
pt: 135.000 moedas

source: 300000 coins
ar: 300000 قطعة نقدية
es: 300.000 monedas
ko: 300000 동전
pt: 300.000 moedas

source: 700000 coins
ar: 700000 قطعة نقدية
es: 700.000 monedas
ko: 700000 동전
pt: 700.000 moedas

source: Game Over
ko: 게임 오버

source: tortoise
ar: شخص بطىء جدا
es: tortuga
ko: 남생이
pt: tartaruga

source: Time slows down
ar: الوقت يبطئ
es: El tiempo se ralentiza
ko: 시간이 느려집니다
pt: Tempo desacelera

source: Alarm Clock
ar: المنبه
ko: 알람 시계
pt: Rel√≥gio

source: Add 25 seconds
ar: إضافة 25 ثانية
es: AÃ±adir 25 segundos
ko: 25 초 추가
pt: Adicionar 25 segundo

source: Bomb
ar: قنبلة
es: bomba
ko: 폭탄
pt: bomba

source: Eliminate the surrounding fruit
ar: القضاء على الفاكهة المحيطة
es: Eliminar la fruta que rodea
ko: 주변의 열매를 제거
pt: Eliminar o fruto circundante

source: Thank You
ar: شكرا
es: Gracias
ko: 감사합니다
pt: obrigado
